import { effectDescriptionsEn } from './descriptions-en';

export const effectDescriptionsJa: Record<string, string[]> = {
  ...effectDescriptionsEn,
  "SS-112-SPV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-122-SPV': [
    '[↯] このミッションの敵の山から尾獣キャラクターをすべて捨てるか、場の味方の尾獣キャラクターを移動させる。',
  ],
  "SS-121-R": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-134-R": [
    "[↯] うちはイタチ：このミッションで最も強い敵キャラクターがパワー6以上なら、それを撃破する。",
    "DUEL効果：代わりに、パワー5以上ならそれを撃破する。",
  ],
  "SS-126-SPV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-120-CHIBIV": [
    "[⧗] 相手はこのミッションで伏せたキャラクターを表にする際、チャクラを1多く支払わなければならない。",
    "[↯] うずまきナルト：場のパワー4以下の敵キャラクターを1体伏せる。",
  ],
  "SS-147-POPV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-000-L": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
};
