import { effectDescriptionsEn } from './descriptions-en';

export const effectDescriptionsJa: Record<string, string[]> = {
  ...effectDescriptionsEn,
  "SS-112-SPV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-122-SPV': [
    '[↯] このミッションの敵の山から尾獣キャラクターをすべて捨てるか、場の味方の尾獣キャラクターを移動させる。',
  ],
  "SS-121-R": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-134-R": [
    "[↯] うちはイタチ：このミッションで最も強い敵キャラクターがパワー6以上なら、それを撃破する。",
    "DUEL効果：代わりに、パワー5以上ならそれを撃破する。",
  ],
  "SS-126-SPV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-120-CHIBIV": [
    "[⧗] 相手はこのミッションで伏せたキャラクターを表にする際、チャクラを1多く支払わなければならない。",
    "[↯] うずまきナルト：場のパワー4以下の敵キャラクターを1体伏せる。",
  ],
  "SS-147-POPV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-149-L": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-128-R": [
    "[⧗] このキャラクターに付いている食べ物アタッチメントのパワーを2倍にする。",
    "[↯] 次郎坊：このミッションのパワー8以上の敵キャラクター1体を撃破する。",
  ],
  "SS-082-C": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このキャラクターがパワートークンを持っていない場合、POWERUP 3。",
  ],
  "SS-108-C": [
    "ミッション1つに付ける。",
    "[↯] 味方キャラクター1体が、条件を無視して即時[↯]DUEL効果を発動する。",
  ],

  "SS-046-UC": [
    "[↯] 砂隠れのキャラクターが見つかるまで自分の山札の上からカードを公開する。それを引き、公開したカードを山札に加えてシャッフルする。",
  ],
  "SS-047-UC": [
    "[⧗] このキャラクターは我愛羅の上に強化として出せる。",
    "[↯] パワー3以下の敵キャラクター1体を倒す。",
  ],
  "SS-050-C": [
    "[↯] 場の味方の砂隠れの里のキャラクター1体に POWERUP 2。",
  ],
  "SS-049-C": [
    "[↯] このミッションからキャラクター1体を移動させる。",
  ],
  "SS-051-UC": [
    "[⧗] 味方の砂隠れキャラクターは、どこに出す場合もコストが1少なくなる。",
  ],
  "SS-078-UC": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-114-R": [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  "SS-117-R": [
    "[⧗] 敵キャラクターを1体以上移動させるたび、チャクラを1得る。",
    "[↯] 油女シノ：敵キャラクター1体をこのミッションに移動させる。",
  ],
  "SS-119-R": [
    "[↯] このミッションから敵キャラクター1体を移動させる。",
    "[↯] 奈良シカマル：カードを1枚引き、Edgeを得る。",
  ],
  "SS-085-UC": [
    "味方の砂隠れキャラクター1体に付ける。",
    "[↯] このキャラクターよりパワーが低い敵キャラクター1体を、このミッションから移動させる。",
  ],
  "SS-089-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[⧗] カンクロウを出したとき、この装備を味方キャラクター1体に移してもよい。",
  ],
  "SS-092-C": [
    "伏せていない味方キャラクター1体に付ける。このキャラクターは砂隠れキャラクターとしても扱う。",
  ],
  "SS-099-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このミッションで、このキャラクターよりパワーが低い敵の術キャラクター1体を伏せる。",
  ],
  'SS-001-MMS': [
    "[⧗] このミッションにいる他のどのキャラクターとも名前が異なるキャラクターをプレイした場合、そのキャラクターをPOWERUP 2する。",
  ],
  'SS-001_2-MMS': [
    "[⧗] このミッションにいる他のどのキャラクターとも名前が異なるキャラクターをプレイした場合、そのキャラクターをPOWERUP 2する。",
  ],
  'SS-002-MMS': [
    "[↯] 伏せられたキャラクター1体を見て、その後そのキャラクターを移動させてもよい。",
  ],
  'SS-002_2-MMS': [
    "[↯] 伏せられたキャラクター1体を見て、その後そのキャラクターを移動させてもよい。",
  ],
  'SS-003-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど1体いる場合、そのキャラクターは+4パワーを得る。",
  ],
  'SS-003_2-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど1体いる場合、そのキャラクターは+4パワーを得る。",
  ],
  'SS-004-MMS': [
    "[⧗] このミッションを2回獲得する（SCORE効果があれば再度発動する）。",
  ],
  'SS-004_2-MMS': [
    "[⧗] このミッションを2回獲得する（SCORE効果があれば再度発動する）。",
  ],
  'SS-005-MMS': [
    "[⧗] このミッションで負けているプレイヤーはチャクラ+2を得る。",
  ],
  'SS-005_2-MMS': [
    "[⧗] このミッションで負けているプレイヤーはチャクラ+2を得る。",
  ],
  'SS-006-MMS': [
    "[⧗] このミッションのすべてのキャラクターは、他のすべての能力の後に「AMBUSH ⚡ POWERUP 2」を持つ。",
  ],
  'SS-006_2-MMS': [
    "[⧗] このミッションのすべてのキャラクターは、他のすべての能力の後に「AMBUSH ⚡ POWERUP 2」を持つ。",
  ],
  'SS-007-MMS': [
    "[⧗] ミッション評価フェイズでパワーを決定する前に、このミッションで単独最高パワーのキャラクターは+3パワーを得る。",
  ],
  'SS-007_2-MMS': [
    "[⧗] ミッション評価フェイズでパワーを決定する前に、このミッションで単独最高パワーのキャラクターは+3パワーを得る。",
  ],
  'SS-008-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど3体いる場合、このミッションでの合計パワーが+5される。",
  ],
  'SS-008_2-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど3体いる場合、このミッションでの合計パワーが+5される。",
  ],
  'SS-009-MMS': [
    "[↯] 相手はカードを1枚引かなければならない。",
  ],
  'SS-009_2-MMS': [
    "[↯] 相手はカードを1枚引かなければならない。",
  ],
  'SS-010-MMS': [
    "[↯] 場にある装備カード1枚を捨てる。",
  ],
  'SS-010_2-MMS': [
    "[↯] 場にある装備カード1枚を捨てる。",
  ],
  'SS-111-SHINOBIV': [
    "[↯] DUEL 日向ネジ：自分の捨て札の一番上の日向ヒナタ1枚を手札に戻す。",
    "[↯] 日向の名を持つキャラクター1体を、コストを3少なく支払ってどこにでもプレイする。",
  ],
  'SS-112-SHINOBIV': [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-114-SHINOBIV': [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  'SS-115-SHINOBIV': [
    "[⧗] このキャラクターはラウンド終了時にパワーカウンターを失わない。",
    "[⧗] DUEL 我愛羅：敵キャラクターを撃破したとき、POWERUP 2する。",
  ],
  "SS-121-MV": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-126-R": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-031-CHIBIV": [
    "[↯] 次の各キャラクターを1枚まで捨てる：次郎坊：POWERUP 3。多由也：チャクラを2得る。鬼童丸：友軍キャラクター1体を移動させる。左近：カードを2枚引く。",
  ],
  "SS-999-L": [
    "[↯] 自分の捨て札の上から5枚までを自分のデッキに混ぜる。混ぜたカード1枚につきPOWERUP 1。",
    "MAIN効果：さらに、カード1枚につき、場の味方キャラクター1体にもPOWERUP 1。",
  ],
  "SS-998-L": [
    "[⧗] 口寄せキャラクターを出したとき、チャクラを1得る。",
    "[↯] 口寄せキャラクター1体をどこかに、コストを3少なくして出す。場の味方の口寄せキャラクターすべてにPOWERUP 2。",
  ],
  "SS-078-L": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-002-UC": [
    "[↯] 数字を1つ宣言する。自分のデッキの一番上のカードを公開する。そのカードのコストが宣言した数字以上なら、POWERUP X（Xは宣言した数字）。",
  ],
  "SS-006-UC": [
    "[↯] このミッションの敵キャラクター1体を倒す。そうした場合、相手は倒したキャラクターのコストに等しいチャクラを得る。",
  ],
  "SS-008-C": [
    "[↯] FIRST STRIKE 第七班のキャラクター1体を、コストを2少なくして出す。そのキャラクターをUPGRADEとして出すことはできない。",
  ],
  "SS-016-C": [
    "[⧗] このミッションに味方のうずまきナルトまたは第八班のキャラクターがいる場合、CHAKRA +1。",
  ],
  "SS-033-UC": [
    "[↯] このミッションの味方の音の四人衆キャラクター1体につきPOWERUP 2。",
  ],
  "SS-053-C": [
    "[↯] FIRST STRIKE このミッションでコスト2以下の伏せていないキャラクター1体を伏せなければならない。",
  ],
  "SS-079-C": [
    "味方キャラクター1体に付ける。",
    "[↯] POWERUP 1。",
  ],
  "SS-081-C": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] カードを1枚引く。",
  ],
  "SS-114-MV": [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  "SS-126-MV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-123-MV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-005-MV": [
    "[↯] 自分のデッキの一番上のカードを、このミッションに伏せたキャラクターとして出す。",
    "[↯] MAIN効果を繰り返す。",
  ],
  "SS-137-MV": [
    "[↯] このミッションの伏せている味方キャラクター1体を手札に戻す。",
    "[↯] 夕日紅：相手は、このミッションの自分のキャラクターが君と同じ数になるまで選んで倒す。",
  ],
  "SS-078-CHIBIV": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-111-CHIBIV": [
    "[↯] DUEL 日向ネジ：自分の捨て札の一番上の日向ヒナタ1枚を手札に戻す。",
    "[↯] 日向の名を持つキャラクター1体を、コストを3少なく支払ってどこにでもプレイする。",
  ],
  "SS-112-CHIBIV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  "SS-115-CHIBIV": [
    "[⧗] このキャラクターはラウンド終了時にパワーカウンターを失わない。",
    "[⧗] DUEL 我愛羅：敵キャラクターを撃破したとき、POWERUP 2する。",
  ],
  "SS-121-CHIBIV": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-123-CHIBIV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-126-CHIBIV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-118-CHIBIV": [
    "[↯] 場の敵の伏せた忍を1体公開し、倒す。",
    "[↯] テマリ：公開した忍と同じ名前の敵の忍を1体、場から伏せる。",
  ],
  "SS-147-SV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-149-SV": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-148-SV": [
    "[↯] うずまきナルト：POWERUP 3。",
    "[↯] このミッションにいる、このキャラクターより印刷パワーが低い敵の強化済みキャラクターを1体倒す。その後、可能ならこのキャラクターを移動させなければならない。",
  ],
  "SS-150-SV": [
    "[↯] はたけカカシ：場で最も強い敵キャラクターをこのミッションに移動させる。",
    "[↯] POWERUP X。Xはこのミッションで最も強い敵キャラクターのコスト。",
  ],
  "SS-147-S": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-147-MV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-148-S": [
    "[↯] うずまきナルト：POWERUP 3。",
    "[↯] このミッションにいる、このキャラクターより印刷パワーが低い敵の強化済みキャラクターを1体倒す。その後、可能ならこのキャラクターを移動させなければならない。",
  ],
  "SS-148-MV": [
    "[↯] うずまきナルト：POWERUP 3。",
    "[↯] このミッションにいる、このキャラクターより印刷パワーが低い敵の強化済みキャラクターを1体倒す。その後、可能ならこのキャラクターを移動させなければならない。",
  ],
  "SS-149-S": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-150-S": [
    "[↯] はたけカカシ：場で最も強い敵キャラクターをこのミッションに移動させる。",
    "[↯] POWERUP X。Xはこのミッションで最も強い敵キャラクターのコスト。",
  ],
  "SS-005-C": [
    "[↯] 自分のデッキの一番上のカードを、このミッションに伏せたキャラクターとして出す。",
    "[↯] MAIN効果を繰り返す。",
  ],
  "SS-007-C": [
    "[⧗] ラウンド開始時に、場の味方の第七班のキャラクター1体にPOWERUP 2する。",
  ],
  "SS-123-R": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-123-SHINOBIV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-124-SHINOBIV": [
    "[↯] 春野サクラ：春野サクラのパワーより低いパワーを持つ敵のキャラクター1体のコントロールを得る。",
    "[↯] コントロールしているキャラクター1体をこのミッションから移動させる。",
  ],
  "SS-121-SPV": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-123-SPV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-149-SPV": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-030-C": [
    "[↯] 自分のデッキの一番上のカードを見て、その後それを伏せたキャラクターとしてどこにでも出す。",
  ],
  "SS-031-UC": [
    "[↯] 次の各キャラクターを1枚まで捨てる：次郎坊：POWERUP 3。多由也：チャクラを2得る。鬼童丸：味方キャラクター1体を移動させる。左近：カードを2枚引く。",
  ],
  "SS-032-C": [
    "[⧗] このキャラクターは、このミッションの味方の音の四人衆キャラクター1体につきコストが1少なくなる。",
    "[↯] POWERUP 2。",
  ],
  "SS-034-C": [
    "[⧗] このキャラクターは、このミッションの味方の音の四人衆キャラクター1体につきコストが1少なくなる。",
    "[↯] 場の味方キャラクター1体を移動させる。",
  ],
  "SS-035-UC": [
    "[↯] このミッションの味方の音の四人衆キャラクター1体につき、その音の四人衆キャラクターのコスト以下の場のキャラクター1体を移動させる。",
  ],
  "SS-036-C": [
    "[⧗] このキャラクターは、このミッションの味方の音の四人衆キャラクター1体につきコストが1少なくなる。",
    "[↯] カードを1枚引く。",
  ],
  "SS-037-UC": [
    "[↯] 手札から音の四人衆キャラクターを好きな数だけ公開する。公開した枚数未満のコストを持つ敵キャラクター1体を倒す。",
  ],
  "SS-040-UC": [
    "[↯] このミッションと、味方の多由也がいるすべてのミッションで、口寄せキャラクターを1体以上、コストをX少なくして出す。Xはそのミッションの味方の音の四人衆キャラクターの数。",
  ],
  "SS-042-UC": [
    "[↯] このミッションに味方のドス班キャラクターがいる場合、コスト3以下のキャラクター1体を倒す。",
  ],
  "SS-043-UC": [
    "[⧗] 自分の捨て札にカードがある場合、このキャラクターをコストを1少なくして出す。",
  ],
  "SS-044-UC": [
    "[↯] 相手はカードを1枚無作為に捨てなければならない。",
  ],
  "SS-045-C": [
    "[↯] 場の伏せている味方キャラクター1体を手札に戻し、同じミッションにカードを1枚伏せたキャラクターとして出す。",
  ],
  "SS-077-UC": [
    "[⧗] パスしたとき、このキャラクターを倒すことで、合計コスト5以下となる場の伏せていない敵キャラクターを倒してもよい。",
    "我愛羅、MAIN効果：代わりに、コストの上限は7になる。",
  ],
  "SS-093-C": [
    "伏せていない味方キャラクター1体に付ける。このキャラクターは音隠れの里キャラクターとしても扱う。",
  ],
  "SS-101-UC": [
    "味方の音隠れの里キャラクター1体に付ける。",
    "[↯] このミッションで最も弱い伏せていないキャラクターをすべて倒す。",
  ],
  "SS-125-R": [
    "[↯] 秋道チョウジ：相手の直前のターンに移動した敵キャラクター1体を倒す。",
    "[↯] 場の伏せている味方キャラクター1体を移動させる。",
  ],
  "SS-127-MV": [
    "[↯] このミッションの伏せていない敵キャラクター1体のパワーに等しいチャクラを支払い、そのキャラクターのコントロールを得る。",
    "うちはサスケ：AMBUSH効果はMAIN効果になる。",
  ],
  "SS-127_2-MV": [
    "[↯] このミッションの伏せていない敵キャラクター1体のパワーに等しいチャクラを支払い、そのキャラクターのコントロールを得る。",
    "うちはサスケ：AMBUSH効果はMAIN効果になる。",
  ],
  "SS-127-R": [
    "[↯] このミッションの伏せていない敵キャラクター1体のパワーに等しいチャクラを支払い、そのキャラクターのコントロールを得る。",
    "うちはサスケ：AMBUSH効果はMAIN効果になる。",
  ],
  "SS-130-R": [
    "[↯] このミッションの敵の木ノ葉隠れの里キャラクター1体を伏せる。",
    "猿飛ヒルゼン、FIRST STRIKE効果：代わりに、それを倒す。",
  ],
  "SS-139-R": [
    "[⧗] 音隠れの里キャラクターを出したとき、可能ならカードを1枚引き、その後カードを1枚捨てなければならない。",
  ],
  "SS-039-C": [
    "[⧗] このキャラクターは、このミッションの味方の音の四人衆キャラクター1体につきコストが1少なくなる。",
    "[↯] チャクラ2を得る。",
  ],
  "SS-041-UC": [
    "[⧗] このミッションに味方のドス班キャラクターがいる場合、このキャラクターはパワー+1を得る。",
  ],
  "SS-038-UC": [
    "[↯] このミッションの伏せていない敵キャラクター1体に右近を装備する。装備している間、そのキャラクターはパワー-5を得、右近はキャラクターではなく装備として扱われる。",
  ],
  "SS-009-C": [
    "[↯] 手札から食べ物カードを1枚捨て、チャクラ1を得てカードを1枚引く。",
  ],
  "SS-023-C": [
    "[↯] 自分の山札の一番上のカードを見る。そのまま戻すか、山札の一番下に置くかを選ぶ。",
  ],
  "SS-025-C": [
    "[↯] このミッションから裏向きの味方キャラクターを1体移動させる。",
  ],
  "SS-029-UC": [
    "[↯] 相手の山札の一番上のカードを公開する。公開されたカードと同じ名前の敵キャラクター1体を裏向きにする。",
  ],
  "SS-065-UC": [
    "[↯] 場にある味方の装備カードを好きな枚数、このキャラクターに移してもよい。",
    "[⧗] このキャラクターは、すべての条件を無視して味方の装備カードを2枚以上つけることができる。",
  ],
  "SS-136-R": [
    "[↯] カードの効果によって印刷されたコストより安く前のターンに出された、このミッションの敵キャラクター1体を倒す。",
  ],
  "SS-137-R": [
    "[↯] このミッションの裏向きの味方キャラクター1体を手札に戻す。",
    "[↯] 決闘 夕日紅：相手は自分のキャラクター数があなたと同じになるまで、このミッションの自分のキャラクターを選んで倒す。",
  ],
  "SS-080-C": [
    "裏向きでない味方キャラクターにつける。",
  ],
  "SS-083-UC": [
    "裏向きでない敵キャラクターにつける。",
    "[⧗] このキャラクターの効果テキストは無効になる。",
  ],
  "SS-084-C": [
    "裏向きでない敵キャラクターにつける。",
    "[⧗] このキャラクターはパワートークンを受け取れない。",
    "[↯] このキャラクターからパワートークンをすべて取り除く。",
  ],
  "SS-086-C": [
    "味方キャラクターにつける。",
    "[↯] このキャラクターを裏向きにして移動させる。",
    "[⧗] このキャラクターを1少なく支払って裏向きで出せる。",
  ],
  "SS-087-UC": [
    "ロック・リーまたは体術のキャラクターにつける。",
    "[⧗] 各ラウンドの開始時に、POWERUP 5。",
  ],
  "SS-088-UC": [
    "裏向きでないキャラクターにつける。",
    "[↯] このキャラクターの他の装備カードをすべて捨てる。",
    "[⧗] このキャラクターは他の装備カードをつけられない。",
  ],
  "SS-090-UC": [
    "暁または抜け忍の味方キャラクターにつける。",
    "[↯] このミッションの敵キャラクター1体からパワートークンを3個まで取り除き、このキャラクターに置く。",
  ],
  "SS-091-C": [
    "裏向きでない味方キャラクターにつける。このキャラクターは木ノ葉隠れの里のキャラクターとしても扱う。",
  ],
  "SS-094-C": [
    "裏向きでない味方キャラクターにつける。このキャラクターは抜け忍のキャラクターとしても扱う。",
  ],
  "SS-095-UC": [
    "術を持たない、裏向きでない味方キャラクターにつける。",
    "[↯] 自分の山札の上から3枚を見て、術のキャラクター1枚を選んで公開し、手札に加える。残りはランダムに山札の一番下に置く。",
  ],
  "SS-096-UC": [
    "裏向きでない味方キャラクターにつける。",
    "[↯] このミッションに地の書があるなら、ミッションポイントを1得る。",
  ],
  "SS-097-UC": [
    "裏向きでない味方キャラクターにつける。",
    "[↯] このミッションに天の書があるなら、ミッションポイントを1得る。",
  ],
  "SS-098-UC": [
    "木ノ葉隠れの里の味方キャラクターにつける。",
    "[⧗] この装備カードは、このミッションの木ノ葉の味方キャラクター1体につきパワー+1を得る。",
  ],
  "SS-100-C": [
    "裏向きでない味方キャラクターにつける。",
    "[⧗] このミッションの裏向きの敵キャラクターをいつでも見てよい。この装備カードは、このミッションの裏向きの敵キャラクター1体につきパワー+1を得る。",
  ],
  "SS-102-UC": [
    "裏向きでない味方キャラクターにつける。",
    "[⧗] このキャラクターはチャクラ+1を持つ。",
  ],
  "SS-103-UC": [
    "ミッションにつける。",
    "[⧗] このミッションは両プレイヤーにとってミッションポイント+1の価値を持つ。",
  ],
  "SS-104-C": [
    "ミッションにつける。",
    "[⧗] このミッションのコスト2以下の裏向きでない自分のキャラクターはパワー+1を得る。このミッションで食べ物の装備カードをつけた裏向きでない自分のキャラクターはパワー+1を得る。",
  ],
  "SS-105-UC": [
    "ミッションにつける。",
    "[⧗] 自分の音隠れ四人衆のカード効果において、このミッションに味方の音隠れ四人衆キャラクターが1体多くいるものとして扱う（コストとパワーはこの装備カードと同じ）。",
  ],
  "SS-106-C": [
    "ミッションにつける。",
    "[⧗] このミッションの、印刷されたパワーが5以上の自分のキャラクターはパワー+2を得る。",
  ],
  "SS-107-C": [
    "ミッションにつける。",
    "[⧗] 手札から裏向きでないキャラクターがこのミッションに出されたとき、そのキャラクターの奇襲効果を発動する。",
  ],
  "SS-109-UC": [
    "ミッションにつける。",
    "[↯] 自分の山札の一番上のカードを、このミッションに裏向きのキャラクターとして置く。",
    "[⧗] ラウンドの終わりに、自分の山札の一番上のカードを、このミッションに裏向きのキャラクターとして置く。",
  ],
  "SS-110-UC": [
    "ミッションにつける。",
    "[⧗] このミッションの味方キャラクターに武器または防具の装備カードをつけたとき、カードを1枚引き、そのキャラクターにPOWERUP 1。",
  ],
};
