import { effectDescriptionsEn } from './descriptions-en';

export const effectDescriptionsJa: Record<string, string[]> = {
  ...effectDescriptionsEn,
  "SS-112-SPV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-122-SPV': [
    '[↯] このミッションの敵の山から尾獣キャラクターをすべて捨てるか、場の味方の尾獣キャラクターを移動させる。',
  ],
  "SS-121-R": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-134-R": [
    "[↯] うちはイタチ：このミッションで最も強い敵キャラクターがパワー6以上なら、それを撃破する。",
    "DUEL効果：代わりに、パワー5以上ならそれを撃破する。",
  ],
  "SS-126-SPV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-120-CHIBIV": [
    "[⧗] 相手はこのミッションで伏せたキャラクターを表にする際、チャクラを1多く支払わなければならない。",
    "[↯] うずまきナルト：場のパワー4以下の敵キャラクターを1体伏せる。",
  ],
  "SS-147-POPV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-149-L": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-128-R": [
    "[⧗] このキャラクターに付いている食べ物アタッチメントのパワーを2倍にする。",
    "[↯] 次郎坊：このミッションのパワー8以上の敵キャラクター1体を撃破する。",
  ],
  "SS-082-C": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このキャラクターがパワートークンを持っていない場合、POWERUP 3。",
  ],
  "SS-108-C": [
    "ミッション1つに付ける。",
    "[↯] 味方キャラクター1体が、条件を無視して即時[↯]DUEL効果を発動する。",
  ],

  "SS-046-UC": [
    "[↯] 砂隠れのキャラクターが見つかるまで自分の山札の上からカードを公開する。それを引き、公開したカードを山札に加えてシャッフルする。",
  ],
  "SS-047-UC": [
    "[⧗] このキャラクターは我愛羅の上に強化として出せる。",
    "[↯] パワー3以下の敵キャラクター1体を倒す。",
  ],
  "SS-049-C": [
    "[↯] このミッションからキャラクター1体を移動させる。",
  ],
  "SS-051-UC": [
    "[⧗] 味方の砂隠れキャラクターは、どこに出す場合もコストが1少なくなる。",
  ],
  "SS-078-UC": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-114-R": [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  "SS-117-R": [
    "[⧗] 敵キャラクターを1体以上移動させるたび、チャクラを1得る。",
    "[↯] 油女シノ：敵キャラクター1体をこのミッションに移動させる。",
  ],
  "SS-119-R": [
    "[↯] このミッションから敵キャラクター1体を移動させる。",
    "[↯] 奈良シカマル：カードを1枚引き、Edgeを得る。",
  ],
  "SS-085-UC": [
    "味方の砂隠れキャラクター1体に付ける。",
    "[↯] このキャラクターよりパワーが低い敵キャラクター1体を、このミッションから移動させる。",
  ],
  "SS-089-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[⧗] カンクロウを出したとき、この装備を味方キャラクター1体に移してもよい。",
  ],
  "SS-092-C": [
    "伏せていない味方キャラクター1体に付ける。このキャラクターは砂隠れキャラクターとしても扱う。",
  ],
  "SS-099-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このミッションで、このキャラクターよりパワーが低い敵の術キャラクター1体を伏せる。",
  ],
  'SS-001-MMS': [
    "[⧗] このミッションにいる他のどのキャラクターとも名前が異なるキャラクターをプレイした場合、そのキャラクターをPOWERUP 2する。",
  ],
  'SS-001_2-MMS': [
    "[⧗] このミッションにいる他のどのキャラクターとも名前が異なるキャラクターをプレイした場合、そのキャラクターをPOWERUP 2する。",
  ],
  'SS-002-MMS': [
    "[↯] 伏せられたキャラクター1体を見て、その後そのキャラクターを移動させてもよい。",
  ],
  'SS-002_2-MMS': [
    "[↯] 伏せられたキャラクター1体を見て、その後そのキャラクターを移動させてもよい。",
  ],
  'SS-003-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど1体いる場合、そのキャラクターは+4パワーを得る。",
  ],
  'SS-003_2-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど1体いる場合、そのキャラクターは+4パワーを得る。",
  ],
  'SS-004-MMS': [
    "[⧗] このミッションを2回獲得する（SCORE効果があれば再度発動する）。",
  ],
  'SS-004_2-MMS': [
    "[⧗] このミッションを2回獲得する（SCORE効果があれば再度発動する）。",
  ],
  'SS-005-MMS': [
    "[⧗] このミッションで負けているプレイヤーはチャクラ+2を得る。",
  ],
  'SS-005_2-MMS': [
    "[⧗] このミッションで負けているプレイヤーはチャクラ+2を得る。",
  ],
  'SS-006-MMS': [
    "[⧗] このミッションのすべてのキャラクターは、他のすべての能力の後に「AMBUSH ⚡ POWERUP 2」を持つ。",
  ],
  'SS-006_2-MMS': [
    "[⧗] このミッションのすべてのキャラクターは、他のすべての能力の後に「AMBUSH ⚡ POWERUP 2」を持つ。",
  ],
  'SS-007-MMS': [
    "[⧗] ミッション評価フェイズでパワーを決定する前に、このミッションで単独最高パワーのキャラクターは+3パワーを得る。",
  ],
  'SS-007_2-MMS': [
    "[⧗] ミッション評価フェイズでパワーを決定する前に、このミッションで単独最高パワーのキャラクターは+3パワーを得る。",
  ],
  'SS-008-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど3体いる場合、このミッションでの合計パワーが+5される。",
  ],
  'SS-008_2-MMS': [
    "[⧗] このミッションに伏せられていない味方キャラクターがちょうど3体いる場合、このミッションでの合計パワーが+5される。",
  ],
  'SS-009-MMS': [
    "[↯] 相手はカードを1枚引かなければならない。",
  ],
  'SS-009_2-MMS': [
    "[↯] 相手はカードを1枚引かなければならない。",
  ],
  'SS-010-MMS': [
    "[↯] 場にある装備カード1枚を捨てる。",
  ],
  'SS-010_2-MMS': [
    "[↯] 場にある装備カード1枚を捨てる。",
  ],
  'SS-111-SHINOBIV': [
    "[↯] DUEL 日向ネジ：自分の捨て札の一番上の日向ヒナタ1枚を手札に戻す。",
    "[↯] 日向の名を持つキャラクター1体を、コストを3少なく支払ってどこにでもプレイする。",
  ],
  'SS-112-SHINOBIV': [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-114-SHINOBIV': [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  'SS-115-SHINOBIV': [
    "[⧗] このキャラクターはラウンド終了時にパワーカウンターを失わない。",
    "[⧗] DUEL 我愛羅：敵キャラクターを撃破したとき、POWERUP 2する。",
  ],
  "SS-121-MV": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-126-R": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-031-CHIBIV": [
    "[↯] 次の各キャラクターを1枚まで捨てる：次郎坊：POWERUP 3。多由也：チャクラを2得る。鬼童丸：友軍キャラクター1体を移動させる。左近：カードを2枚引く。",
  ],
  "SS-999-L": [
    "[↯] 自分の捨て札の上から5枚までを自分のデッキに混ぜる。混ぜたカード1枚につきPOWERUP 1。",
    "MAIN効果：さらに、カード1枚につき、場の味方キャラクター1体にもPOWERUP 1。",
  ],
  "SS-998-L": [
    "[⧗] 口寄せキャラクターを出したとき、チャクラを1得る。",
    "[↯] 口寄せキャラクター1体をどこかに、コストを3少なくして出す。場の味方の口寄せキャラクターすべてにPOWERUP 2。",
  ],
  "SS-078-L": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-002-UC": [
    "[↯] 数字を1つ宣言する。自分のデッキの一番上のカードを公開する。そのカードのコストが宣言した数字以上なら、POWERUP X（Xは宣言した数字）。",
  ],
  "SS-006-UC": [
    "[↯] このミッションの敵キャラクター1体を倒す。そうした場合、相手は倒したキャラクターのコストに等しいチャクラを得る。",
  ],
  "SS-008-C": [
    "[↯] FIRST STRIKE 第七班のキャラクター1体を、コストを2少なくして出す。そのキャラクターをUPGRADEとして出すことはできない。",
  ],
  "SS-016-C": [
    "[⧗] このミッションに味方のうずまきナルトまたは第八班のキャラクターがいる場合、CHAKRA +1。",
  ],
  "SS-033-UC": [
    "[↯] このミッションの味方の音の四人衆キャラクター1体につきPOWERUP 2。",
  ],
  "SS-053-C": [
    "[↯] FIRST STRIKE このミッションでコスト2以下の伏せていないキャラクター1体を伏せなければならない。",
  ],
  "SS-079-C": [
    "味方キャラクター1体に付ける。",
    "[↯] POWERUP 1。",
  ],
  "SS-081-C": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] カードを1枚引く。",
  ],
  "SS-114-MV": [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  "SS-126-MV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-123-MV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-005-M": [
    "[↯] 自分のデッキの一番上のカードを、このミッションに伏せたキャラクターとして出す。",
    "[↯] MAIN効果を繰り返す。",
  ],
  "SS-137-MV": [
    "[↯] このミッションの伏せている味方キャラクター1体を手札に戻す。",
    "[↯] 夕日紅：相手は、このミッションの自分のキャラクターが君と同じ数になるまで選んで倒す。",
  ],
  "SS-078-CHIBIV": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-111-CHIBIV": [
    "[↯] DUEL 日向ネジ：自分の捨て札の一番上の日向ヒナタ1枚を手札に戻す。",
    "[↯] 日向の名を持つキャラクター1体を、コストを3少なく支払ってどこにでもプレイする。",
  ],
  "SS-112-CHIBIV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  "SS-115-CHIBIV": [
    "[⧗] このキャラクターはラウンド終了時にパワーカウンターを失わない。",
    "[⧗] DUEL 我愛羅：敵キャラクターを撃破したとき、POWERUP 2する。",
  ],
  "SS-121-CHIBIV": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-123-CHIBIV": [
    "[⧗] このミッションの味方キャラクターへのPOWERUPは1増える。",
    "[↯] 山中いの：自分が所有する場のキャラクター1体のコントロールを取り戻す。",
  ],
  "SS-126-CHIBIV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-118-CHIBIV": [
    "[↯] 場の敵の伏せた忍を1体公開し、倒す。",
    "[↯] テマリ：公開した忍と同じ名前の敵の忍を1体、場から伏せる。",
  ],
  "SS-147-SV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-149-SV": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-148-SV": [
    "[↯] うずまきナルト：POWERUP 3。",
    "[↯] このミッションにいる、このキャラクターより印刷パワーが低い敵の強化済みキャラクターを1体倒す。その後、可能ならこのキャラクターを移動させなければならない。",
  ],
  "SS-150-SV": [
    "[↯] はたけカカシ：場で最も強い敵キャラクターをこのミッションに移動させる。",
    "[↯] POWERUP X。Xはこのミッションで最も強い敵キャラクターのコスト。",
  ],
  "SS-147-S": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-148-S": [
    "[↯] うずまきナルト：POWERUP 3。",
    "[↯] このミッションにいる、このキャラクターより印刷パワーが低い敵の強化済みキャラクターを1体倒す。その後、可能ならこのキャラクターを移動させなければならない。",
  ],
  "SS-149-S": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-150-S": [
    "[↯] はたけカカシ：場で最も強い敵キャラクターをこのミッションに移動させる。",
    "[↯] POWERUP X。Xはこのミッションで最も強い敵キャラクターのコスト。",
  ],
};
