import { effectDescriptionsEn } from './descriptions-en';

export const effectDescriptionsJa: Record<string, string[]> = {
  ...effectDescriptionsEn,
  "SS-112-SPV": [
    "[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。",
    "[↯] 日向ヒナタ：このミッションのパワートークンを持たない敵キャラクターを1体伏せる。",
  ],
  'SS-122-SPV': [
    '[↯] このミッションの敵の山から尾獣キャラクターをすべて捨てるか、場の味方の尾獣キャラクターを移動させる。',
  ],
  "SS-121-R": [
    "[⧗] このキャラクターは、場の味方のうずまきナルト1体につき+1パワーを得る。",
    "[↯] 犬塚キバ：この強化スタックの一番下のカードを別のミッションに移動させる。",
  ],
  "SS-134-R": [
    "[↯] うちはイタチ：このミッションで最も強い敵キャラクターがパワー6以上なら、それを撃破する。",
    "DUEL効果：代わりに、パワー5以上ならそれを撃破する。",
  ],
  "SS-126-SPV": [
    "[⧗] このキャラクターは、このミッションの音隠れの里キャラクター1体につき+1パワーを得る。",
    "[↯] 大蛇丸：音隠れの里キャラクターを1体、どこでも3少ないコストで出す。",
  ],
  "SS-120-CHIBIV": [
    "[⧗] 相手はこのミッションで伏せたキャラクターを表にする際、チャクラを1多く支払わなければならない。",
    "[↯] うずまきナルト：場のパワー4以下の敵キャラクターを1体伏せる。",
  ],
  "SS-147-POPV": [
    "[⧗] 敵キャラクターはこのミッションから移動できない。",
    "[↯] うちはサスケ：場の伏せていない敵キャラクター1体につきPOWERUP 1。",
  ],
  "SS-000-L": [
    "[↯] 自分の山札から忍犬キャラクターを最大2体探し、公開して引き、山札をシャッフルする。忍犬キャラクターを好きな数だけ、どこでも1少ないコストで出す。",
    "[↯] 桃地再不斬：MAIN効果を繰り返す。",
  ],
  "SS-128-R": [
    "[⧗] このキャラクターに付いている食べ物アタッチメントのパワーを2倍にする。",
    "[↯] 次郎坊：このミッションのパワー8以上の敵キャラクター1体を撃破する。",
  ],
  "SS-082-C": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このキャラクターがパワートークンを持っていない場合、POWERUP 3。",
  ],
  "SS-108-C": [
    "ミッション1つに付ける。",
    "[↯] 味方キャラクター1体が、条件を無視して即時[↯]DUEL効果を発動する。",
  ],

  "SS-046-UC": [
    "[↯] 砂隠れのキャラクターが見つかるまで自分の山札の上からカードを公開する。それを引き、公開したカードを山札に加えてシャッフルする。",
  ],
  "SS-047-UC": [
    "[⧗] このキャラクターは我愛羅の上に強化として出せる。",
    "[↯] パワー3以下の敵キャラクター1体を倒す。",
  ],
  "SS-049-C": [
    "[↯] このミッションからキャラクター1体を移動させる。",
  ],
  "SS-051-UC": [
    "[⧗] 味方の砂隠れキャラクターは、どこに出す場合もコストが1少なくなる。",
  ],
  "SS-078-UC": [
    "[↯] 君麻呂：コスト2以下の敵キャラクター1体を倒す。",
    "[⧗] 伏せていない敵キャラクターを倒したとき、チャクラを1支払ってカードを1枚引いてもよい。",
  ],
  "SS-114-R": [
    "[↯] 手札から我愛羅を1枚捨てる。このミッションで、捨てたカードのコスト以下の敵キャラクター1体を伏せる。",
    "ロック・リー、MAIN効果：代わりに、それを倒す。",
  ],
  "SS-117-R": [
    "[⧗] 敵キャラクターを1体以上移動させるたび、チャクラを1得る。",
    "[↯] 油女シノ：敵キャラクター1体をこのミッションに移動させる。",
  ],
  "SS-119-R": [
    "[↯] このミッションから敵キャラクター1体を移動させる。",
    "[↯] 奈良シカマル：カードを1枚引き、Edgeを得る。",
  ],
  "SS-085-UC": [
    "味方の砂隠れキャラクター1体に付ける。",
    "[↯] このキャラクターよりパワーが低い敵キャラクター1体を、このミッションから移動させる。",
  ],
  "SS-089-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[⧗] カンクロウを出したとき、この装備を味方キャラクター1体に移してもよい。",
  ],
  "SS-092-C": [
    "伏せていない味方キャラクター1体に付ける。このキャラクターは砂隠れキャラクターとしても扱う。",
  ],
  "SS-099-UC": [
    "伏せていない味方キャラクター1体に付ける。",
    "[↯] このミッションで、このキャラクターよりパワーが低い敵の術キャラクター1体を伏せる。",
  ],
};
