export const effectDescriptionsJa: Record<string, string[]> = {
  'KS-001-C': [
    '[↯] 他の味方の木ノ葉隠れの里のキャラクター1体に POWERUP 2。',
  ],

  'KS-003-C': [
    '[⧗] 味方キャラクターが撃破されるたび、チャクラを2得る。',
  ],

  'KS-005-C': [
    '[⧗] チャクラ +1。',
  ],

  'KS-007-C': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを1少なくして出す。',
  ],

  'KS-011-C': [
    '[↯] このミッションに他の第七班のキャラクターがいるなら、カードを1枚引く。',
  ],

  'KS-013-C': [
    '[⧗] このミッションにいる他の伏せられていない味方キャラクター1体につき、このキャラクターはパワー -1。',
  ],

  'KS-015-C': [
    '[⧗] このミッションにいる他の第七班のキャラクターはパワー +1。',
  ],

  'KS-017-C': [
    '[↯] POWERUP 3。',
  ],

  'KS-019-C': [
    '[↯] このミッションに他の第十班のキャラクターがいるなら、POWERUP 1。',
  ],

  'KS-021-C': [
    '[↯] 主導権を持っているなら、カードを1枚引く。',
  ],

  'KS-023-C': [
    '[↯] このミッションから他の第十班のキャラクター1体を移動させる。',
  ],

  'KS-025-C': [
    '[⧗] 同じミッションに赤丸がいるなら、チャクラ +1。',
  ],

  'KS-027-C': [
    '[⧗] ラウンド終了時、このミッションに犬塚キバがいない場合、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-030-C': [
    '[↯] 場の敵キャラクター1体から、パワートークンを2個まで取り除く。',
  ],

  'KS-032-C': [
    '[↯] 各プレイヤーはカードを1枚引く。',
  ],

  'KS-034-C': [
    '[⧗] このミッションで他の第八班のキャラクターを出すコストが1少なくなる（最低1）。',
  ],

  'KS-036-C': [
    '[↯] 場の敵キャラクター1体から、パワートークンを2個まで取り除く。',
  ],

  'KS-038-C': [
    '[↯] POWERUP 1。',
  ],

  'KS-040-C': [
    '[⧗] このキャラクターは、現在勝っているミッションにしか出せない。',
  ],

  'KS-042-C': [
    '[⧗] このミッションにいる他のガイ班のキャラクターはパワー +1。',
  ],

  'KS-044-C': [
    '[⧗] このミッションに他の味方の木ノ葉隠れの里のキャラクターが1体以上いるなら、チャクラ +1。',
  ],

  'KS-046-C': [
    '[↯] このミッションに、このキャラクターよりパワーが低い伏せられていない味方キャラクターがいるなら、カードを1枚引く。',
  ],

  'KS-047-C': [
    '[↯] 場のうずまきナルトのキャラクター1体を移動させる。',
  ],

  'KS-048-C': [
    '[⧗] このキャラクターが撃破されるとき、代わりに伏せる。',
  ],

  'KS-049-C': [
    '[⧗] このミッションの味方の木ノ葉隠れの里のキャラクターが敵の効果で伏せられる、または撃破されるとき、代わりにこのキャラクターを撃破してよい。',
  ],

  'KS-050-C': [
    '[↯] このミッションの敵の伏せキャラクター1体を見る。コストが3以下なら、そのキャラクターのコントロールを奪い、自分の側に移動させる。',
  ],

  'KS-052-C': [
    '[↯] 相手の山札の一番上のカードを引き、自分のいずれかのミッションに伏せて置く。',
  ],

  'KS-055-C': [
    '[↯] カードを1枚捨て、場のコスト3以下のキャラクター1体を伏せる。',
  ],

  'KS-057-C': [
    '[↯] POWERUP X。X は、味方の音の四人衆のキャラクターが1体以上いるミッションの数。',
  ],

  'KS-059-C': [
    '[↯] 味方キャラクターを X 体移動させる。X は、味方の音の四人衆のキャラクターが1体以上いるミッションの数。',
  ],

  'KS-061-C': [
    '[↯] カードを X 枚引く。X は、味方の音の四人衆のキャラクターが1体以上いるミッションの数。',
  ],

  'KS-064-C': [
    '[⧗] チャクラ +X。X は、味方の音の四人衆のキャラクターが1体以上いるミッションの数。',
  ],

  'KS-068-C': [
    '[↯] 場の伏せキャラクター1体を見る。',
    '[↯] 場の伏せキャラクター1体を撃破する。',
  ],

  'KS-070-C': [
    '[↯] 相手はチャクラを1得る。',
  ],

  'KS-072-C': [
    '[↯] 相手はカードを1枚引く。',
  ],

  'KS-074-C': [
    '[↯] POWERUP X。X は、このミッションにいる味方の伏せキャラクターの数。',
  ],

  'KS-075-C': [
    '[⧗] このキャラクターが敵の効果で移動または撃破されるとき、代わりに伏せる。',
    '[⧗] このキャラクターは、コストを2少なくして伏せて出せる。',
  ],

  'KS-077-C': [
    '[⧗] このミッションに伏せられていない敵キャラクターが1体以上いるなら、チャクラ +1。',
  ],

  'KS-079-C': [
    '[⧗] 主導権を持っているなら、このキャラクターはパワー +2。',
  ],

  'KS-081-C': [
    '[↯] カードを1枚引く。',
  ],

  'KS-084-C': [
    '[⧗] このミッションに味方の我愛羅がいるなら、このキャラクターはパワー +2。',
  ],

  'KS-088-C': [
    '[↯] カードを1枚引く。そうしたら、手札からカードを1枚、山札の一番上に置かなければならない。',
  ],

  'KS-090-C': [
    '[⧗] このミッションにうちはサスケがいるなら、このキャラクターはコストを3少なくして伏せて出せる。',
  ],

  'KS-092-C': [
    '[↯] このミッションの敵キャラクター1体からパワートークンを2個まで取り除き、このキャラクターに置く。',
  ],

  'KS-094-C': [
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-095-C': [
    '[↯] このミッションに味方キャラクターがいるなら、カードを1枚引く。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-096-C': [
    '[⧗] このミッションに味方のうずまきナルトがいるなら、このキャラクターを出すコストが1少なくなる。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-097-C': [
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-098-C': [
    '[↯] 場に味方の綱手がいるなら、POWERUP 2。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-099-C': [
    '[↯] このキャラクターを別のミッションに移動させる。',
  ],

  'KS-100-C': [
    '[⧗] このキャラクターが別のミッションに移動したとき、そのミッションの伏せキャラクター1体を見る。',
  ],

  'KS-101-C': [
    '[⧗] このミッションに味方の綱手またはシズネがいるなら、このキャラクターはパワー +1。',
  ],

  'KS-002-UC': [
    '[↯] 木ノ葉隠れの里のキャラクター1体をどこかに、コストを1少なくして出す。',
    'MAIN効果で出したキャラクターに POWERUP 2。',
  ],

  'KS-004-UC': [
    '[⧗] 撃破された味方キャラクターは、捨て札ではなく手札に入る。',
    '[↯] 捨て札のキャラクター1体を選び、手札に加える。',
  ],

  'KS-006-UC': [
    '[↯] 場のパワー3以下の敵キャラクター1体を移動させる。',
    '[↯] チャクラを追加で2得る。',
  ],

  'KS-008-UC': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを2少なくして出す。',
    '[↯] MAIN効果：さらに、このミッションのコスト3以下の敵キャラクター1体を伏せる。',
  ],

  'KS-010-C': [
    '[↯] このキャラクターを別のミッションに移動させる。',
  ],

  'KS-012-UC': [
    '[⧗] チャクラ +1。',
    '[↯] カードを1枚引き、その後カードを1枚捨てる。',
  ],

  'KS-014-UC': [
    '[↯] 相手の手札を見る。',
    'さらに、カードを1枚捨てる。そうしたら、相手の手札のカードを1枚選んで捨てさせる。',
  ],

  'KS-016-UC': [
    '[↯] 場のコスト4以下の敵キャラクター1体の、アップグレード以外の即時効果を1つコピーする。',
    'MAIN効果：代わりに、コスト制限がなくなる。',
  ],

  'KS-018-UC': [
    '[⧗] このキャラクターを移動させた後、このミッションでこのキャラクターよりパワーが低い敵キャラクター1体を伏せる。',
    '[↯] このキャラクターを移動させる。',
  ],

  'KS-020-UC': [
    '[↯] このミッションのコスト2以下の敵キャラクター1体のコントロールを奪う。',
    'MAIN効果：代わりに、コスト制限が3以下になる。',
  ],

  'KS-022-UC': [
    '[↯] 相手の前のターンに出された敵キャラクター1体を移動させる。',
  ],

  'KS-024-UC': [
    '[↯] カードを1枚引く。その後、カードを1枚捨てて POWERUP 3。',
  ],

  'KS-026-UC': [
    '[↯] このミッションで、伏せられていない敵キャラクターのうち最もコストが低い1体を伏せる。',
    '[↯] 自分の山札の上から3枚を見て、赤丸のキャラクターをすべて公開して手札に加え、残りを戻す。',
  ],

  'KS-028-UC': [
    '[⧗] ターン終了時、このキャラクターを手札に戻してよい。',
    '[↯] このミッションの味方の犬塚キバ1体に POWERUP 2。',
  ],

  'KS-029-UC': [
    '[⧗] このキャラクターは犬塚キバの上にアップグレードとして出せる。',
    '[↯] このミッションで、伏せられていない敵キャラクターのうち最もコストが低い1体を伏せる。',
  ],

  'KS-031-UC': [
    '[⧗] このミッションに伏せられていない敵キャラクターが出されるたび、チャクラを1得る。',
  ],

  'KS-033-UC': [
    '[⧗] このミッションに敵の術キャラクターがいるなら、このキャラクターをコストを4少なくして出す。',
    '[↯] このキャラクターを移動させる。',
  ],

  'KS-035-UC': [
    '[⧗] 敵キャラクターはこのミッションから移動できない。',
    '[↯] このミッションのパワー1以下の敵キャラクター1体を撃破する。',
  ],

  'KS-037-UC': [
    '[⧗] このミッションに伏せられていない敵キャラクターが出されるたび、POWERUP 1。',
    '[↯] このミッションの敵キャラクター1体からパワートークンをすべて取り除く。',
  ],

  'KS-039-UC': [
    '[⧗] このキャラクターはラウンド終了時にパワートークンを失わない。',
    '[↯] POWERUP 2。',
  ],

  'KS-041-UC': [
    '[↯] このミッションの伏せキャラクター1体を撃破する。',
    '[↯] 場の他の木ノ葉隠れの里のキャラクター1体に POWERUP 1。',
  ],

  'KS-043-UC': [
    '[⧗] このキャラクターはラウンド終了時にパワートークンを失わない。',
    '[↯] POWERUP 3。',
  ],

  'KS-045-UC': [
    '[↯] 場の敵の伏せキャラクター1体を撃破する。',
  ],

  'KS-051-UC': [
    '[⧗] ミッション判定フェイズでこのミッションに負けた場合、このキャラクターを別のミッションに移動させる。',
    '[↯] 場の敵の伏せキャラクター1体を撃破する。',
  ],

  'KS-053-UC': [
    '[↯] カードを1枚捨てる。',
    '[↯] 捨て札の一番上のキャラクターを、コストから3を引いた値でどこかに出す。',
  ],

  'KS-054-UC': [
    '[↯] POWERUP 1。',
    '[↯] このミッションで、このキャラクターよりパワーが低い他のキャラクターをすべて伏せる。',
  ],

  'KS-056-UC': [
    '[⧗] このキャラクターが敵の効果の対象になるとき、相手は可能ならチャクラを1支払わなければならない。',
    '[↯] カードを1枚捨て、場のコスト4以下のキャラクター1体を伏せる。',
  ],

  'KS-058-UC': [
    '[↯] このミッションの他の味方の音の四人衆のキャラクターすべてに POWERUP 1。',
    'MAIN効果：他のミッションの音の四人衆のキャラクターにもMAIN効果を適用する。',
  ],

  'KS-060-UC': [
    '[↯] キャラクター1体をこのミッションの外へ移動させる。',
    '[↯] 場のパワー1以下の敵キャラクター1体を撃破する。',
  ],

  'KS-062-UC': [
    '[↯] 場の味方の音の四人衆のキャラクター1体の即時効果をコピーする。',
  ],

  'KS-063-UC': [
    '[⧗] このキャラクターは、どの音隠れの里のキャラクターの上にもアップグレードとして出せる。',
  ],

  'KS-065-UC': [
    '[↯] 場の味方の音隠れの里のキャラクター1体に POWERUP 2。',
    '[↯] 自分の山札の上から3枚を見て、口寄せキャラクターをすべて公開して手札に加え、残りを戻す。',
  ],

  'KS-066-UC': [
    '[↯] このミッションに味方の音の四人衆のキャラクターがいるなら、相手からチャクラを1奪う。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-067-UC': [
    '[⧗] このミッションで最もパワーの高い敵キャラクターは、パワートークンをすべて失い、パワーが0になる。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-069-UC': [
    '[↯] 場の伏せキャラクター1体を見る。',
    '[↯] 場の敵の伏せキャラクター1体を選ぶ。相手はそれをコストを2多く払って出すか、撃破しなければならない。',
  ],

  'KS-071-UC': [
    '[↯] このミッションで、伏せられていない味方キャラクターが相手より少ないなら、このミッションから敵キャラクター1体を移動させる。',
    '[↯] POWERUP 2。',
  ],

  'KS-073-UC': [
    '[↯] カードを1枚捨て、パワー4以下の敵キャラクター1体を伏せる。',
    '[↯] UPGRADE：山札の一番上のカードを、このミッションに伏せキャラクターとして置く。',
  ],

  'KS-076-UC': [
    '[⧗] このキャラクターは我愛羅の上にアップグレードとして出せる。',
    '[⧗] 敵の効果で伏せられることも撃破されることもない。',
  ],

  'KS-078-UC': [
    '[↯] パワー4以下のキャラクター1体を移動させる。',
    '[↯] 味方キャラクター1体を、コストを1少なくして伏せて出す。',
  ],

  'KS-080-UC': [
    '[↯] 味方の砂隠れの里のキャラクター1体を別のミッションに移動させる。',
    '[↯] このキャラクターを別のミッションに移動させる。',
  ],

  'KS-082-UC': [
    '[↯] 場の伏せキャラクター1体を撃破する。',
    '[↯] このミッションのパワー1以下の敵キャラクター1体を撃破する。',
  ],

  'KS-083-UC': [
    '[↯] このミッションに味方の砂隠れの里のキャラクターがいるなら、追加でミッションポイントを1得る。',
  ],

  'KS-085-UC': [
    '[↯] このキャラクターを撃破する。そうしたら、このミッションの他のキャラクター1体を撃破する。',
  ],

  'KS-087-UC': [
    '[↯] このミッションに伏せられていない敵キャラクターが1体だけなら、それを伏せる。',
    'MAIN効果：代わりに撃破する。',
  ],

  'KS-089-UC': [
    '[↯] 相手の山札の一番上のカードを捨てる。POWERUP X。X はそのカードのコスト。',
    'MAIN効果：代わりに、自分の山札から捨てる。',
  ],

  'KS-091-UC': [
    '[↯] 相手の手札を見る。',
    'MAIN効果：さらに、相手の手札のカードを1枚選んで捨てさせる。',
  ],

  'KS-093-UC': [
    '[↯] 場の敵キャラクター1体からパワートークンを2個まで取り除き、このキャラクターに置く。',
    'MAIN効果：代わりに、パワートークンをすべて取り除き、このキャラクターに置く。',
  ],

  'KS-102-UC': [
    '[↯] このミッションの敵の口寄せキャラクター1体を撃破する。',
    '[⧗] ラウンド終了時、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-103-UC': [
    '[⧗] ラウンド終了時、このキャラクター以下のパワーのキャラクター1体を伏せる。その後、このキャラクターを手札に戻さなければならない。',
  ],

  'KS-104-R': [
    '[↯] 追加のチャクラを好きなだけ支払う。POWERUP X。X は支払った追加チャクラの量。',
    '[↯] POWERUP X。',
  ],
  'KS-104-MV': [
    '[↯] 追加のチャクラを好きなだけ支払う。POWERUP X。X は支払った追加チャクラの量。',
    '[↯] POWERUP X。',
  ],

  'KS-105-R': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを3少なくして出す。',
    '[↯] このミッションから敵キャラクター1体を移動させる。',
  ],

  'KS-106-R': [
    '[↯] 場のアップグレードされた敵キャラクター1体の一番上のカードを捨てる。',
    'MAIN効果：捨てた敵キャラクターの、アップグレード以外の即時効果を1つコピーする。',
  ],

  'KS-107-R': [
    '[↯] 可能なら、このミッションの他の伏せられていない味方キャラクターをすべて移動させなければならない。',
    '[↯] POWERUP X。X はこの方法で移動させたキャラクターの数。',
  ],

  'KS-108-R': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],
  'KS-108-RA': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],

  'KS-109-R': [
    '[↯] 捨て札の自分の木ノ葉隠れの里のキャラクター1体を選び、コストを払ってどこかに出す。',
    'MAIN効果：代わりに、コストを2少なくして出す。',
  ],

  'KS-110-R': [
    '[↯] このミッションに敵キャラクターが2体以上いるなら、伏せられていない最も弱い敵キャラクター1体をこのミッションから移動させる。',
    'MAIN効果：移動させた後、その敵キャラクターを伏せる。',
  ],
  'KS-110-RA': [
    '[↯] このミッションに敵キャラクターが2体以上いるなら、伏せられていない最も弱い敵キャラクター1体をこのミッションから移動させる。',
    'MAIN効果：移動させた後、その敵キャラクターを伏せる。',
  ],

  'KS-111-R': [
    '[⧗] 相手はこのミッションで伏せてキャラクターを出せない。',
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
  ],

  'KS-112-R': [
    '[↯] 手札からカードを1枚捨てる。POWERUP X。X は捨てたカードのコスト。',
    'MAIN効果をもう一度繰り返す。',
  ],

  'KS-113-R': [
    '[↯] 味方の赤丸のキャラクター1体を伏せる。そうしたら、このミッションの他のキャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],

  'KS-113b-R': [
    'カードを1枚引く。',
    'カードを1枚捨て、場のパワー X 以下のキャラクター1体を撃破する。X は捨てたカードのパワー。',
  ],

  'KS-114-R': [
    '[↯] POWERUP 2。他のキャラクター1体に POWERUP 1。',
    '[↯] 場の敵キャラクター1体からパワートークンをすべて取り除く。',
  ],
  'KS-114-RA': [
    '[↯] POWERUP 2。他のキャラクター1体に POWERUP 1。',
    '[↯] 場の敵キャラクター1体からパワートークンをすべて取り除く。',
  ],

  'KS-116-R': [
    '[↯] このミッションのちょうどパワー4のキャラクター1体を撃破する。',
    '[↯] このミッションのちょうどパワー6のキャラクター1体を撃破する。',
  ],
  'KS-116-RA': [
    '[↯] このミッションのちょうどパワー4のキャラクター1体を撃破する。',
    '[↯] このミッションのちょうどパワー6のキャラクター1体を撃破する。',
  ],

  'KS-116b-R': [
    'このミッションのパワー4以下の敵キャラクター1体を撃破する。',
    'このキャラクターを別のミッションに移動させる。',
  ],

  'KS-117-R': [
    '[⧗] ラウンド終了時、可能ならこのキャラクターを別のミッションに移動させなければならない。',
    '[↯] 自分の山札の一番上のカードを公開して捨てる：POWERUP X。X は捨てたカードのコスト。',
  ],

  'KS-117-L': [
    '[⧗] ラウンド終了時、可能ならこのキャラクターを別のミッションに移動させなければならない。',
    '[↯] 自分の山札の一番上のカードを公開して捨てる：POWERUP X。X は捨てたカードのコスト。',
  ],

  'KS-118-R': [
    '[↯] このミッションの伏せキャラクター1体を撃破する。撃破したキャラクターの印刷パワーが3以下だったなら、場の伏せキャラクター1体を撃破する。',
  ],
  'KS-118-RA': [
    '[↯] このミッションの伏せキャラクター1体を撃破する。撃破したキャラクターの印刷パワーが3以下だったなら、場の伏せキャラクター1体を撃破する。',
  ],

  'KS-119-R': [
    '[↯] 場のキャラクター1体を移動させる。',
    '[↯] このミッションのパワー3以下の敵キャラクター1体を撃破する。',
  ],

  'KS-119b-R': [
    'POWERUP 3。',
    'カードを1枚捨てる。そうしたら、場の伏せられていない敵キャラクターを、パワーの合計がこのキャラクターのパワー以下になる範囲で好きな数だけ移動させる。',
  ],

  'KS-120-R': [
    '[↯] 各ミッションで、パワー1以下の敵キャラクターを1体まで撃破する。',
    'POWERUP X。X は MAIN効果で撃破したキャラクターの数。',
  ],
  'KS-120-RA': [
    '[↯] 各ミッションで、パワー1以下の敵キャラクターを1体まで撃破する。',
    'POWERUP X。X は MAIN効果で撃破したキャラクターの数。',
  ],

  'KS-121-R': [
    '[↯] 場の味方キャラクター1体を移動させる。',
    '[↯] 場のキャラクター1体を移動させる。',
  ],

  'KS-122-R': [
    '[↯] POWERUP X。X はこのミッションのキャラクターの数。',
    '[↯] このミッションのパワー1以下の敵キャラクター1体を撃破する。',
  ],

  'KS-123-R': [
    '[⧗] ラウンド終了時、手札がない場合、このキャラクターを撃破しなければならない。',
    '[↯] カードを1枚捨て、場のコスト5以下のキャラクター1体を撃破する。',
  ],

  'KS-124-R': [
    '[↯] 別のミッションのパワー3以下の敵キャラクター1体を撃破する。',
    'AMBUSH効果：代わりに、パワー制限が5以下になる。',
  ],

  'KS-124b-R': [
    '[⧗] このキャラクターは、どの音隠れの里のキャラクターの上にもアップグレードとして出せる。',
    'このミッションのパワー5以下の敵キャラクター1体を伏せる。',
  ],

  'KS-125-R': [
    '[⧗] このミッションで伏せられていない敵キャラクターを出すコストが追加で1増える。',
    '[↯] 音隠れの里のキャラクター1体を、コストを2少なくして出す。',
  ],

  'KS-126-R': [
    '[↯] 場の伏せられていない最も弱い敵キャラクター1体を撃破する。',
    '[↯] POWERUP 3。',
  ],

  'KS-128-R': [
    "[⧗] このミッションの敵キャラクターはすべてパワー -1。",
    "[↯] 場の味方キャラクター1体を移動させる。",
  ],

  'KS-129-R': [
    '[⧗] このキャラクターはうずまきナルトの上にアップグレードとして出せる。',
    '[⧗] 敵の効果で伏せられることも撃破されることもない。',
  ],

  'KS-130-R': [
    '[⧗] 敵の効果で伏せられることも撃破されることもない。',
    '[↯] ミッションを1つ選び、そこに配置された敵の伏せキャラクターをすべて撃破する。',
  ],
  'KS-130-RA': [
    '[⧗] 敵の効果で伏せられることも撃破されることもない。',
    '[↯] ミッションを1つ選び、そこに配置された敵の伏せキャラクターをすべて撃破する。',
  ],

  'KS-131-S': [
    '[↯] 場の味方の木ノ葉隠れの里のキャラクターすべてに POWERUP 1。',
  ],

  'KS-132-S': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを5少なくして出す。',
    '[↯] 相手は、このミッションに割り当てたキャラクターが2体以下になるまで、撃破するキャラクターを選ばなければならない。',
  ],

  'KS-132-SV': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを5少なくして出す。',
    '[↯] 相手は、このミッションに割り当てたキャラクターが2体以下になるまで、撃破するキャラクターを選ばなければならない。',
  ],

  'KS-133-S': [
    '[↯] このミッションのパワー5以下の敵キャラクター1体と、場のパワー2以下の別の敵キャラクター1体を伏せる。',
    '効果：代わりに、両方とも撃破する。',
  ],

  'KS-134-S': [
    '[⧗] 敵の効果で伏せられることも撃破されることもない。',
    '[↯] 場の伏せられていないキャラクターを、パワーの合計が6以下になる範囲で好きな数だけ伏せる。',
  ],

  'KS-135-S': [
    '[↯] 自分の山札の上から3枚を見る。キャラクター1体をどこかに出し、残りのカードを捨てる。',
    '効果：代わりに、コストを4少なくして出す。',
  ],
  'KS-135-SV': [
    '[↯] 自分の山札の上から3枚を見る。キャラクター1体をどこかに出し、残りのカードを捨てる。',
    '効果：代わりに、コストを4少なくして出す。',
  ],

  'KS-136-S': [
    '[⧗] キャラクターが撃破されるたび、チャクラを1得る。',
    '[↯] 可能なら、このミッションの伏せられていない味方キャラクター1体と敵キャラクター1体を選び、撃破しなければならない。',
  ],

  'KS-135-MV': [
    '[↯] 自分の山札の上から3枚を見る。キャラクター1体をどこかに出し、残りのカードを捨てる。',
    '効果：代わりに、コストを4少なくして出す。',
  ],

  'KS-136-MV': [
    '[⧗] キャラクターが撃破されるたび、チャクラを1得る。',
    '[↯] 可能なら、このミッションの伏せられていない味方キャラクター1体と敵キャラクター1体を選び、撃破しなければならない。',
  ],

  'KS-136-L': [
    '[⧗] キャラクターが撃破されるたび、チャクラを1得る。',
    '[↯] 可能なら、このミッションの伏せられていない味方キャラクター1体と敵キャラクター1体を選び、撃破しなければならない。',
  ],

  'KS-137-S': [
    '[↯] このキャラクターを別のミッションに移動させる。',
    '[↯] このミッションのアップグレードされたキャラクター1体を伏せる。',
  ],

  'KS-138-S': [
    '[⧗] このキャラクターは、口寄せでも大蛇丸でもないキャラクターの上にアップグレードとして出せる。',
    '[↯] アップグレード元のキャラクターがパワー6以上だったなら、ミッションポイントを2得る。',
  ],

  'KS-139-S': [
    '[↯] 場の味方の伏せキャラクターの数より低いコストの敵キャラクター1体を撃破する。',
    'MAIN効果：さらに、撃破したキャラクターより低いコストで同じ名前の敵キャラクター1体を伏せる。',
  ],

  'KS-139-SV': [
    '[↯] 場の味方の伏せキャラクターの数より低いコストの敵キャラクター1体を撃破する。',
    'MAIN効果：さらに、撃破したキャラクターより低いコストで同じ名前の敵キャラクター1体を伏せる。',
  ],

  'KS-140-S': [
    '[↯] 相手は手札をすべて捨て、その後この方法で捨てた枚数と同じ枚数のカードを引く。',
    '場のコスト X 以下のキャラクター1体を撃破する。X は MAIN効果で捨てた枚数。',
  ],

  'KS-140-SV': [
    '[↯] 相手は手札をすべて捨て、その後この方法で捨てた枚数と同じ枚数のカードを引く。',
    '場のコスト X 以下のキャラクター1体を撃破する。X は MAIN効果で捨てた枚数。',
  ],

  'KS-141-M': [
    '[↯] カードを1枚捨てる。そうしたら、このミッションのパワー4以下の敵キャラクター1体を伏せる。',
  ],

  'KS-142-M': [
    '[↯] カードを1枚捨てる。そうしたら、POWERUP X+1。X はこのミッションの敵キャラクターの数。',
  ],

  'KS-143-M': [
    '[↯] 味方キャラクター1体をこのミッションに移動させる。',
    '[↯] 敵キャラクター1体をこのミッションに移動させる。',
  ],

  'KS-144-M': [
    '[↯] 相手のプールからチャクラを1奪う。',
  ],

  'KS-145-M': [
    '[⧗] 主導権を持っているなら、このミッションの自分の伏せキャラクターはパワー +1。',
  ],

  'KS-146-M': [
    '[⧗] 主導権を持っているなら、このミッションの敵の伏せキャラクターはパワー -1。',
  ],

  'KS-147-M': [
    '[⧗] 主導権を持っているなら、このキャラクターはパワー +3。',
  ],

  'KS-148-M': [
    '[↯] 主導権を得る。このラウンド中、それを失わない。',
  ],

  'KS-113-MV': [
    '[↯] 味方の赤丸のキャラクター1体を伏せる。そうしたら、このミッションの他のキャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],

  'KS-111-MV': [
    '[⧗] 相手はこのミッションで伏せてキャラクターを出せない。',
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
  ],

  'KS-117-MV': [
    '[⧗] ラウンド終了時、可能ならこのキャラクターを別のミッションに移動させなければならない。',
    '[↯] 自分の山札の一番上のカードを公開して捨てる：POWERUP X。X は捨てたカードのコスト。',
  ],

  'KS-128-MV': [
    "[⧗] このミッションの敵キャラクターはすべてパワー -1。",
    "[↯] 場の味方キャラクター1体を移動させる。",
  ],

  'KS-120-MV': [
    '[↯] 各ミッションで、パワー1以下の敵キャラクターを1体まで撃破する。',
    'POWERUP X。X は MAIN効果で撃破したキャラクターの数。',
  ],

  'KS-133-L': [
    '[↯] このミッションのパワー5以下の敵キャラクター1体と、場のパワー2以下の別の敵キャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],

  'KS-108-MV': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],

  'KS-108_2-MV': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],

  'KS-104-RA': [
    '[↯] 追加のチャクラを好きなだけ支払う。POWERUP X。X は支払った追加チャクラの量。',
    '[↯] POWERUP X。',
  ],
  'KS-105-RA': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを3少なくして出す。',
    '[↯] このミッションから敵キャラクター1体を移動させる。',
  ],
  'KS-106-RA': [
    '[↯] 場のアップグレードされた敵キャラクター1体の一番上のカードを捨てる。',
    'MAIN効果：捨てた敵キャラクターの、アップグレード以外の即時効果を1つコピーする。',
  ],
  'KS-107-RA': [
    '[↯] 可能なら、このミッションの他の伏せられていない味方キャラクターをすべて移動させなければならない。',
    '[↯] POWERUP X。X はこの方法で移動させたキャラクターの数。',
  ],
  'KS-109-RA': [
    '[↯] 捨て札の自分の木ノ葉隠れの里のキャラクター1体を選び、コストを払ってどこかに出す。',
    'MAIN効果：代わりに、コストを2少なくして出す。',
  ],
  'KS-111-RA': [
    '[⧗] 相手はこのミッションで伏せてキャラクターを出せない。',
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
  ],
  'KS-112-RA': [
    '[↯] 手札からカードを1枚捨てる。POWERUP X。X は捨てたカードのコスト。',
    'MAIN効果をもう一度繰り返す。',
  ],
  'KS-113-RA': [
    '[↯] 味方の赤丸のキャラクター1体を伏せる。そうしたら、このミッションの他のキャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],
  'KS-117-RA': [
    '[⧗] ラウンド終了時、可能ならこのキャラクターを別のミッションに移動させなければならない。',
    '[↯] 自分の山札の一番上のカードを公開して捨てる：POWERUP X。X は捨てたカードのコスト。',
  ],
  'KS-119-RA': [
    '[↯] 場のキャラクター1体を移動させる。',
    '[↯] このミッションのパワー3以下の敵キャラクター1体を撃破する。',
  ],
  'KS-121-RA': [
    '[↯] 場の味方キャラクター1体を移動させる。',
    '[↯] 場のキャラクター1体を移動させる。',
  ],
  'KS-123-RA': [
    '[⧗] ラウンド終了時、手札がない場合、このキャラクターを撃破しなければならない。',
    '[↯] カードを1枚捨て、場のコスト5以下のキャラクター1体を撃破する。',
  ],
  'KS-125-RA': [
    '[⧗] このミッションで伏せられていない敵キャラクターを出すコストが追加で1増える。',
    '[↯] 音隠れの里のキャラクター1体を、コストを2少なくして出す。',
  ],
  'KS-126-RA': [
    '[↯] 場の伏せられていない最も弱い敵キャラクター1体を撃破する。',
    '[↯] POWERUP 3。',
  ],
  'KS-128-RA': [
    "[⧗] このミッションの敵キャラクターはすべてパワー -1。",
    "[↯] 場の味方キャラクター1体を移動させる。",
  ],

  'KS-001-MMS': [
    '[↯] 場のキャラクター1体に POWERUP 2。',
  ],

  'KS-003-MMS': [
    '[↯] 相手は手札からカードを1枚捨てる。',
  ],

  'KS-004-MMS': [
    '[↯] 場の敵の伏せキャラクター1体を撃破する。',
  ],

  'KS-005-MMS': [
    '[↯] 可能なら、このミッションの伏せられていない味方キャラクター1体を手札に戻さなければならない。',
  ],

  'KS-006-MMS': [
    '[↯] カードを1枚引く。',
  ],

  'KS-007-MMS': [
    '[↯] 場の味方の伏せキャラクター1体を移動させる。',
  ],

  'KS-008-MMS': [
    '[↯] 手札からカードを1枚、いずれかのミッションに伏せキャラクターとして置く。',
  ],

  'KS-002-MMS': [
    '[⧗] このミッションの伏せられていないキャラクターはすべてパワー +1。',
  ],

  'KS-009-MMS': [
    '[⧗] このミッションのパワー4以上のキャラクターはパワー +1。',
  ],

  'KS-010-MMS': [
    '[⧗] 両プレイヤーにチャクラ +1。',
  ],

  'KS-115-R': [
    '[⧗] このミッションの味方キャラクターは敵の効果で伏せられない。',
    '[↯] 他のミッションから味方キャラクター1体をこのミッションへ移動させる。',
  ],
  'KS-115-RA': [
    '[⧗] このミッションの味方キャラクターは敵の効果で伏せられない。',
    '[↯] 他のミッションから味方キャラクター1体をこのミッションへ移動させる。',
  ],

  'KS-127-R': [
    '[⧗] このキャラクターは、どの音隠れの里のキャラクターの上にもアップグレードとして出せる。',
    '[↯] このミッションのパワー5以下の敵キャラクター1体を伏せる。',
  ],
  'KS-127-RA': [
    '[⧗] このキャラクターは、どの音隠れの里のキャラクターの上にもアップグレードとして出せる。',
    '[↯] このミッションのパワー5以下の敵キャラクター1体を伏せる。',
  ],

  'KS-131-SV': [
    '[↯] 場の味方の木ノ葉隠れの里のキャラクターすべてに POWERUP 1。',
  ],
  'KS-133-SV': [
    '[↯] このミッションのパワー5以下の敵キャラクター1体と、場のパワー2以下の別の敵キャラクター1体を伏せる。',
    '効果：代わりに、両方とも撃破する。',
  ],
  'KS-133-MV': [
    '[↯] このミッションのパワー5以下の敵キャラクター1体と、場のパワー2以下の別の敵キャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],
  'KS-136-SV': [
    '[⧗] キャラクターが撃破されるたび、チャクラを1得る。',
    '[↯] 可能なら、このミッションの伏せられていない味方キャラクター1体と敵キャラクター1体を選び、撃破しなければならない。',
  ],
  'KS-137-SV': [
    '[↯] このキャラクターを別のミッションに移動させる。',
    '[↯] このミッションのアップグレードされたキャラクター1体を伏せる。',
  ],
  'KS-137-MV': [
    '[↯] このキャラクターを別のミッションに移動させる。',
    '[↯] このミッションのアップグレードされたキャラクター1体を伏せる。',
  ],
  'KS-133_2-MV': [
    '[↯] このミッションのパワー5以下の敵キャラクター1体と、場のパワー2以下の別の敵キャラクター1体を伏せる。',
    'MAIN効果：代わりに、両方とも撃破する。',
  ],
  'KS-104_2-MV': [
    '[↯] 追加のチャクラを好きなだけ支払う。POWERUP X。X は支払った追加チャクラの量。',
    '[↯] POWERUP X。',
  ],
  'KS-105-MV': [
    '[↯] 口寄せキャラクター1体をどこかに、コストを3少なくして出す。',
    '[↯] このミッションから敵キャラクター1体を移動させる。',
  ],
  'KS-107_2-MV': [
    '[↯] 可能なら、このミッションの他の伏せられていない味方キャラクターをすべて移動させなければならない。',
    '[↯] POWERUP X。X はこの方法で移動させたキャラクターの数。',
  ],
  'KS-108_3-MV': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],
  'KS-108_4-MV': [
    '[↯] このミッションのパワー3以下の敵キャラクター1体を伏せる。',
    'MAIN効果：POWERUP X。X は伏せる敵キャラクターのパワー。',
  ],
  'KS-109-MV': [
    '[↯] 捨て札の自分の木ノ葉隠れの里のキャラクター1体を選び、コストを払ってどこかに出す。',
    'MAIN効果：代わりに、コストを2少なくして出す。',
  ],
  'KS-126-MV': [
    '[↯] 場の伏せられていない最も弱い敵キャラクター1体を撃破する。',
    '[↯] POWERUP 3。',
  ],
  'KS-128_2-MV': [
    '[⧗] このミッションの敵キャラクターはすべてパワー -1。',
    '[↯] 場の味方キャラクター1体を移動させる。',
  ],
};
